Repository: JoseB91/ChallengePayphone
Catalog: ChallengePayphone/Utils/Localizable.xcstrings
Source language: en
Languages: es_419

source: Delete
es_419: Eliminar

# FAILED_CREATE
source: Failed to create user:
es_419: Error al crear usuario:

# FAILED_DELETE
source: Failed to delete user:
es_419: Error al eliminar usuario:

# FAILED_UPDATE
source: Failed to update user:
es_419: Error al actualizar usuario:

# FAILED_LOAD
source: Failed to load users:
es_419: Error al cargar usuarios:

# LAUNCH_ERROR
source: The app couldn’t be launched
es_419: No pudimos iniciar la aplicación

source: Loading users…
es_419: Cargando usuarios…

# LOCATION_DENIED
source: Location access is denied. Enable it in Settings to use this feature.
es_419: El acceso a la ubicación está denegado. Actívalo en Ajustes para usar esta función.

# LOCATION_ERROR_TITLE
source: Location Error
es_419: Error de Ubicación

# LOCATION_MESSAGE
source: Latitude: %.6f Longitude: %.6f
es_419: Latitud: %.6f Longitud: %.6f

# LOCATION_TITLE
source: Location
es_419: Ubicación

source: Unknown error
es_419: Error desconocido

source: Users
es_419: Usuarios
